brew "ack"
brew "ast-grep"
brew "atuin"
brew "bash"
brew "bat"
brew "bob"
brew "cffi"
brew "chase/tap/awrit"
brew "cloc"
brew "cmake"
brew "composer"
brew "coreutils"
brew "deno"
brew "difftastic"
brew "diffutils"
brew "dust"
brew "emacs"
brew "eza"
brew "fd"
brew "findutils"
brew "fpp"
brew "freetds"
brew "fzf"
brew "gcc"
brew "gd"
brew "gettext"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "glab"
brew "glib"
brew "gnu-sed"
brew "gnutls"
brew "go"
brew "golangci-lint"
brew "goreleaser"
brew "gpgme"
brew "graphviz"
brew "grep"
brew "hashicorp/tap/terraform"
brew "helix"
brew "hexyl"
brew "highlight"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libfido2"
brew "libraw"
brew "libressl"
brew "libtool"
brew "libyaml"
brew "llvm"
brew "lua"
brew "luacheck"
brew "mosh"
brew "mysql"
brew "navi"
brew "ncdu"
brew "neofetch"
brew "node"
brew "onefetch"
brew "openssh"
brew "pandoc"
brew "php"
brew "php@8.2"
brew "pnpm"
brew "poetry"
brew "pre-commit"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "ranger"
brew "ripgrep"
brew "ruby"
brew "scheme48"
brew "shared-mime-info"
brew "shellcheck"
brew "six"
brew "starship"
brew "stow"
brew "stylua"
brew "texinfo"
brew "tig"
brew "tree"
brew "v2raya/v2raya/v2raya"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
cask "anybar"
cask "bob"
cask "calibre"
cask "dash"
cask "drawio"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-symbols-only-nerd-font"
cask "fork"
cask "google-chrome"
cask "iina"
cask "imageoptim"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kitty"
cask "netnewswire"
cask "notion"
cask "orbstack"
cask "postman"
cask "powershell"
cask "raycast"
cask "setapp"
cask "sf"
cask "snipaste"
cask "squirrel"
cask "surge"
cask "telegram-desktop"
cask "tencent-meeting"
cask "thunderbird"
cask "visual-studio-code"
cask "zoom-for-it-admins"
tap "chase/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "martido/graph"
tap "v2raya/v2raya"
