brew "ack"
brew "asciinema"
brew "awscli"
brew "bash"
brew "bat"
brew "cloc"
brew "composer"
brew "coreutils"
brew "ctags"
brew "curl"
brew "diff-so-fancy"
brew "exa"
brew "fd"
brew "fzf"
brew "gd"
brew "gh"
brew "git"
brew "git-delta"
brew "git-gui"
brew "git-lfs"
brew "gnu-sed"
brew "gpgme"
brew "highlight"
brew "htop"
brew "httpie"
brew "hugo"
brew "hyperfine"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lua"
brew "mas"
brew "meilisearch"
brew "mycli"
brew "mysql"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "neovim-qt"
brew "nginx"
brew "node"
brew "openssh"
brew "php"
brew "ranger"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "sqlite"
brew "stow"
brew "thefuck"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "watch"
brew "yarn"
brew "yq"

cask "alacritty"
cask "dash"
cask "datagrip"
cask "dbngin"
cask "deepl"
cask "docker"
cask "drawio"
cask "fbreader"
cask "figma"
cask "firefox"
cask "flomo"
cask "fork"
cask "google-chrome"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "keycastr"
cask "maccy"
cask "microsoft-auto-update"
cask "mysqlworkbench"
cask "netnewswire"
cask "notion"
cask "paw"
cask "phpstorm"
cask "postman"
cask "qq"
cask "snipaste"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "surge"
cask "utools"
cask "v2rayu"
cask "visual-studio-code"
cask "xmind"
