brew "andrewmd5/tap/dawn"
brew "ast-grep"
brew "atuin"
brew "awscli"
brew "azure/kubelogin/kubelogin"
brew "bash"
brew "bat"
brew "bob"
brew "cffi"
brew "cloc"
brew "cmake"
brew "composer"
brew "coreutils"
brew "csvkit"
brew "csvlens"
brew "deno"
brew "difftastic"
brew "diffutils"
brew "direnv"
brew "duckdb"
brew "dust"
brew "duti"
brew "emacs"
brew "expect"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fpp"
brew "freetds"
brew "fx"
brew "fzf"
brew "gcc"
brew "gd"
brew "gemini-cli"
brew "gettext"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "glab"
brew "glib"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "go"
brew "golangci-lint"
brew "goreleaser"
brew "gpgme"
brew "graphviz"
brew "grep"
brew "hashicorp/tap/terraform"
brew "helix"
brew "helm"
brew "helmfile"
brew "hexyl"
brew "highlight"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "inetutils"
brew "jj"
brew "jq"
brew "k9s"
brew "kubectx"
brew "kubernetes-cli"
brew "lazygit"
brew "lesspipe"
brew "libfido2"
brew "libgit2@1.7"
brew "libraw"
brew "libressl"
brew "libtool"
brew "libyaml"
brew "llvm"
brew "lua"
brew "luacheck"
brew "max-sixty/worktrunk/wt"
brew "mergiraf"
brew "mosh"
brew "mysql"
brew "navi"
brew "ncdu"
brew "node", link: false
brew "node@24"
brew "onefetch"
brew "openssh"
brew "oven-sh/bun/bun"
brew "pandoc"
brew "php"
brew "pinentry-mac"
brew "pipx"
brew "pnpm"
brew "poetry"
brew "pre-commit"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "ranger"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "rustup"
brew "scheme48"
brew "sd"
brew "sf"
brew "shared-mime-info"
brew "shellcheck"
brew "six"
brew "sops"
brew "starship"
brew "stow"
brew "stylua"
brew "texinfo"
brew "tig"
brew "tldr"
brew "tree"
brew "tree-sitter-cli"
brew "typos-cli"
brew "uv"
brew "v2raya/v2raya/v2raya"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "yt-dlp"
cask "android-file-transfer"
cask "anybar"
cask "calibre"
cask "claude-code"
cask "codex"
cask "drawio"
cask "firefox"
cask "folo"
cask "font-fira-code-nerd-font"
cask "font-symbols-only-nerd-font"
cask "fork"
cask "ghostty"
cask "google-chrome"
cask "hammerspoon"
cask "iina"
cask "imageoptim"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kitty"
cask "logseq"
cask "netnewswire"
cask "ngrok"
cask "notion"
cask "orbstack"
cask "postman"
cask "powershell"
cask "rapidapi"
cask "raycast"
cask "setapp"
cask "slack"
cask "snipaste"
cask "squirrel-app"
cask "steam"
cask "surge"
cask "syntax-highlight"
cask "telegram-desktop"
cask "thunderbird"
cask "vifari"
cask "visual-studio-code"
cask "vivaldi"
cask "windsurf"
cask "yubico-yubikey-manager"
cask "zed"
cask "zoom-for-it-admins"
tap "andrewmd5/tap"
tap "azure/kubelogin"
tap "chase/tap"
tap "dzirtusss/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "martido/graph"
tap "max-sixty/worktrunk"
tap "oven-sh/bun"
tap "v2raya/v2raya"
